IDEA Open Model
MatConcreteACI.Fcc Property
Compatible with IDEA StatiCa v 10.1
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Fcc { get; set; }
Public Property Fcc As Double
	Get
	Set
public:
property double Fcc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteACI Class
IdeaRS.OpenModel.Material Namespace